Repository: MohamedRefaat90/NotesApp
Catalog: lib/l10n/app_*.arb
Languages: ar

# language
source: English
ar: Arabic

source: Title
ar: عنوان الملاحظة

# description
source: task Description
ar: محتوي الملاحظة

# field_empty
source: Filed Must not be Empty
ar: لا يجب ان يكون الحقل فارغا

# pick_Image_hint
source: Pick Image
ar: اختر صورة

source: Capture Image
ar: التقط صورة من الكاميرا

# pick_image
source: Pick From Gallery
ar: اختر صورة من المعرض

# pick_voice_hint
source: Pick Voice
ar: اختر ملاحظة صوتية

# recorde_voice
source: Recorde Voice task
ar: سجل الملاحظة الصوتية

# pick_voice
source: Pick Voice task
ar: اختر الملاحظة الصوتية من الملفات

# start_record
source: Start Recording
ar: بدء التسجيل

# stop_record
source: Stop Recording
ar: انتهاء التسجيل

# warning_title
source: Warning
ar: تحذير

# warning_msg
source: Are You Sure Wanna to Delete This task
ar: هل انت متأكد من انك تريد حذف هذة الملاحظة

source: Yes
ar: نعم

source: No
ar: لا

# pick_doc
source: Pick Document
ar: اختر مستند

# add_doc
source: Add Document
ar: اضافة مستند

# docs
source: Documents
ar: المستندات
